Repository: miklos-szabo/hs-chess
Catalog: HSC.Mobile/Resources/Translation/Translation.*.resx
Languages: hu

# Betting.Call
source: Call
hu: Megadás

# Betting.Check
source: Check
hu: Passz

# Betting.CurrentPot
source: Current pot:
hu: Tét:

# Betting.Fold
source: Fold
hu: Bedobás

# Betting.OpponentCalled
source: Opponent called.
hu: Ellenfél megadta.

# Betting.OpponentChecked
source: Opponent checked.
hu: Ellenfél passzolt.

# Betting.OpponentFolded
source: Opponent folded.
hu: Ellenfél bedobta.

# Betting.OpponentRaised
source: Opponent raised:
hu: Ellenfél emelt:

# Betting.Raise
source: Raise
hu: Emelés

# Betting.WaitingForOpponent
source: Waiting for opponent...
hu: Várakozás az ellenfélre...

# Cashier.Balance
source: Balance:
hu: Egyenleg:

# Cashier.Title
source: Cashier
hu: Pénztár

# Casier.Add100
source: Add 100$
hu: 100$ hozzáadása

# Flyout.Logout
source: Log out
hu: Kijelentkezés

# History.IntervalEnd
source: Inderval end
hu: Intervallum vég

# History.IntervalStart
source: Interval start
hu: Intervallum kezdet

# History.Opponent
source: Opponent
hu: Ellenfél

# History.Result
source: Result
hu: Eredmény

# History.Review
source: Review
hu: Visszanézés

# History.Search
source: Search
hu: Keresés

# Login.Button
source: Log in
hu: Bejelentkezés

# Login.InvalidPopupDescription
source: Invalid username or password!
hu: Hibás felhasználónév vagy jelszó!

# Login.InvalidPopupTitle
source: Error
hu: Hiba

# Login.Login
source: Please log in!
hu: Jelentkezzen be!

# Login.Password
source: Password
hu: Jelszó

# Login.UserName
source: Username
hu: Felhasználónév

# Login.Welcome
source: Welcome!
hu: Üdvözöljük!

# Menu.BrowseCustom
source: Custom games
hu: Egyéni játékok

# Menu.Cashier
source: Cashier
hu: Pénztár

# Menu.Connected
source: Connected
hu: Csatlakozva

# Menu.Disconnected
source: Disconnected
hu: Lecsatlakozva

# Menu.Friends
source: Friends
hu: Barátok

# Menu.Groups
source: Groups
hu: Csoportok

# Menu.History
source: History
hu: Múltbeli játékok

# Menu.Logout
source: Log out
hu: Kijelentkezés

# Menu.QuickMatch
source: Quick match
hu: Gyors játék

# Menu.Settings
source: Settings
hu: Beállítások

# Menu.Tournaments
source: Tournaments
hu: Bajnokságok

# QuickMatch.Bet
source: Bet
hu: Tét

# QuickMatch.CreateCustom
source: Create custom
hu: Egyéni játék létrehozása

# QuickMatch.SearchButton
source: Find game
hu: Keresés

# QuickMatch.Searching
source: Searching...
hu: Keresés...

# QuickMatch.SelectBet
source: Select a bet...
hu: Válassz egy tétet...

# QuickMatch.SelectTimeControl
source: Select a time control...
hu: Válassz egy időzítést...

# QuickMatch.TimeControl
source: Time control
hu: Idő

# QuickMatch.Title
source: Quick match
hu: Gyors játék

# Result.All
source: All
hu: Mind

# Result.BlackWonByCheckmate
source: By checkmate
hu: Matt miatt

# Result.BlackWonByResignation
source: By resignation
hu: Feladás miatt

# Result.BlackWonByTimeOut
source: By timeout
hu: Idő lejárta miatt

# Result.Defeat
source: Defeat
hu: Vereség

# Result.Draw
source: Draw
hu: Döntetlen

# Result.DrawByAgreement
source: By agreement
hu: Megegyezéses alapon

# Result.DrawByInsufficientMaterial
source: By insufficient material
hu: Elégtelen mennyiségű bábu miatt

# Result.DrawByStalemate
source: By stalemate
hu: Patt miatt

# Result.DrawByThreefoldRepetition
source: By threefold repetition
hu: Háromszori ismétlés miatt

# Result.DrawByTimeoutVsInsufficientMaterial
source: By insufficient material
hu: Elégtelen mennyiségű bábu miatt

# Result.Lost
source: Lost:
hu: Veszteség:

# Result.Nochange
source: No money was lost.
hu: Nem lett pénz vesztve.

# Result.Ongoing
source: Ongoing
hu: Folyamatban

# Result.Victory
source: Victory
hu: Győzelem

# Result.WhiteWonByCheckmate
source: By checkmate
hu: Matt miatt

# Result.WhiteWonByResignation
source: By resignation
hu: Feladás miatt

# Result.WhiteWonByTimeout
source: By timeout
hu: Idő lejárta miatt

# Result.Won
source: Won:
hu: Nyeremény:

# Settings.BoardTheme
source: Board theme
hu: Tábla színe

# Settings.ChangeBoardTheme
source: Change
hu: Változtatás

# Settings.DarkTheme
source: Dark theme
hu: Sötét téma

# Settings.English
source: English
hu: Angol

# Settings.Hungarian
source: Hungarian
hu: Magyar

# Settings.Language
source: Language
hu: Nyelv

# Settings.Save
source: Save
hu: Mentés

# Settings.Title
source: Settings
hu: Beállítások
